{
  "_name_or_path": "albert-base-v2",
  "architectures": [
    "AlbertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0,
  "bos_token_id": 2,
  "classifier_dropout_prob": 0.1,
  "down_scale_factor": 1,
  "embedding_size": 128,
  "eos_token_id": 3,
  "gap_size": 0,
  "hidden_act": "gelu_new",
  "hidden_dropout_prob": 0,
  "hidden_size": 768,
  "id2label": {
    "0": "kh\u00f4ng_tr\u1ea3",
    "1": "th\u00e1i_\u0111\u1ed9",
    "2": "th\u00f4ng_tin_kh\u00e1c",
    "3": "th\u0103c_m\u1eafc",
    "4": "tr\u1ea3",
    "5": "x\u00e1c_nh\u1eadn_sai",
    "6": "x\u00e1c_nh\u1eadn_\u0111\u00fang"
  },
  "initializer_range": 0.02,
  "inner_group_num": 1,
  "intermediate_size": 3072,
  "label2id": {
    "kh\u00f4ng_tr\u1ea3": 0,
    "th\u00e1i_\u0111\u1ed9": 1,
    "th\u00f4ng_tin_kh\u00e1c": 2,
    "th\u0103c_m\u1eafc": 3,
    "tr\u1ea3": 4,
    "x\u00e1c_nh\u1eadn_sai": 5,
    "x\u00e1c_nh\u1eadn_\u0111\u00fang": 6
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "albert",
  "net_structure_type": 0,
  "num_attention_heads": 12,
  "num_hidden_groups": 1,
  "num_hidden_layers": 12,
  "num_memory_blocks": 0,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.34.0",
  "type_vocab_size": 2,
  "vocab_size": 30000
}
