{
  "_name_or_path": "albert-base-v2",
  "architectures": [
    "AlbertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0,
  "bos_token_id": 2,
  "classifier_dropout_prob": 0.1,
  "down_scale_factor": 1,
  "embedding_size": 128,
  "eos_token_id": 3,
  "gap_size": 0,
  "hidden_act": "gelu_new",
  "hidden_dropout_prob": 0,
  "hidden_size": 768,
  "id2label": {
    "0": "ch\u01b0a_thanh_to\u00e1n",
    "1": "ch\u01b0a_x\u00e1c_\u0111\u1ecbnh_\u0111\u00e3_thanh_to\u00e1n",
    "2": "c\u00f3_quen_bi\u1ebft_v\u1edbi_ng\u01b0\u1eddi_n\u1ee3",
    "3": "kh\u00f4ng_ph\u1ea3i_l\u00e0_kh\u00e1ch_h\u00e0ng",
    "4": "kh\u00f4ng_quen_bi\u1ebft_v\u1edbi_ng\u01b0\u1eddi_n\u1ee3",
    "5": "kh\u00f4ng_tr\u1ea3",
    "6": "lo_l\u1eafng_v\u1ec1_kho\u1ea3n_vay_ho\u1eb7c_c\u00f3_v\u1ea5n_\u0111\u1ec1",
    "7": "ng\u01b0\u1eddi_nghe_c\u00f3_th\u00e1i_\u0111\u1ed9",
    "8": "nh\u00e2n_vi\u00ean_c\u00f3_th\u00e1i_\u0111\u1ed9",
    "9": "nh\u1eafc_h\u1ea1n_thanh_to\u00e1n",
    "10": "s\u1ef1_c\u1ed1_gia_\u0111\u00ecnh_v\u00e0_s\u1ef1_ki\u1ec7n",
    "11": "th\u00e1i_\u0111\u1ed9",
    "12": "th\u00f4ng_tin_hd",
    "13": "th\u00f4ng_tin_kh\u00e1c",
    "14": "th\u0103c_m\u1eafc",
    "15": "th\u1eafc_m\u1eafc",
    "16": "tr\u1ea3",
    "17": "v\u1ea5n_\u0111\u1ec1_h\u1ee3p_\u0111\u1ed3ng_v\u00e0_th\u00f4ng_tin",
    "18": "v\u1ea5n_\u0111\u1ec1_s\u1ee9c_kh\u1ecfe",
    "19": "v\u1ea5n_\u0111\u1ec1_t\u00e0i_ch\u00ednh_v\u00e0_c\u00f4ng_vi\u1ec7c",
    "20": "xin_chao",
    "21": "x\u00e1c_nh\u1eadn_sai",
    "22": "x\u00e1c_nh\u1eadn_\u0111\u00fang",
    "23": "y\u00eau_c\u1ea7u_t\u1eeb_kh\u00e1ch_h\u00e0ng",
    "24": "y\u00eau_c\u1ea7u_v\u00e0_th\u1eafc_m\u1eafc",
    "25": "\u0111\u00e3_thanh_to\u00e1n",
    "26": "\u0111\u1ed3ng_\u00fd_l\u00e0_kh\u00e1ch_h\u00e0ng"
  },
  "initializer_range": 0.02,
  "inner_group_num": 1,
  "intermediate_size": 3072,
  "label2id": {
    "ch\u01b0a_thanh_to\u00e1n": 0,
    "ch\u01b0a_x\u00e1c_\u0111\u1ecbnh_\u0111\u00e3_thanh_to\u00e1n": 1,
    "c\u00f3_quen_bi\u1ebft_v\u1edbi_ng\u01b0\u1eddi_n\u1ee3": 2,
    "kh\u00f4ng_ph\u1ea3i_l\u00e0_kh\u00e1ch_h\u00e0ng": 3,
    "kh\u00f4ng_quen_bi\u1ebft_v\u1edbi_ng\u01b0\u1eddi_n\u1ee3": 4,
    "kh\u00f4ng_tr\u1ea3": 5,
    "lo_l\u1eafng_v\u1ec1_kho\u1ea3n_vay_ho\u1eb7c_c\u00f3_v\u1ea5n_\u0111\u1ec1": 6,
    "ng\u01b0\u1eddi_nghe_c\u00f3_th\u00e1i_\u0111\u1ed9": 7,
    "nh\u00e2n_vi\u00ean_c\u00f3_th\u00e1i_\u0111\u1ed9": 8,
    "nh\u1eafc_h\u1ea1n_thanh_to\u00e1n": 9,
    "s\u1ef1_c\u1ed1_gia_\u0111\u00ecnh_v\u00e0_s\u1ef1_ki\u1ec7n": 10,
    "th\u00e1i_\u0111\u1ed9": 11,
    "th\u00f4ng_tin_hd": 12,
    "th\u00f4ng_tin_kh\u00e1c": 13,
    "th\u0103c_m\u1eafc": 14,
    "th\u1eafc_m\u1eafc": 15,
    "tr\u1ea3": 16,
    "v\u1ea5n_\u0111\u1ec1_h\u1ee3p_\u0111\u1ed3ng_v\u00e0_th\u00f4ng_tin": 17,
    "v\u1ea5n_\u0111\u1ec1_s\u1ee9c_kh\u1ecfe": 18,
    "v\u1ea5n_\u0111\u1ec1_t\u00e0i_ch\u00ednh_v\u00e0_c\u00f4ng_vi\u1ec7c": 19,
    "xin_chao": 20,
    "x\u00e1c_nh\u1eadn_sai": 21,
    "x\u00e1c_nh\u1eadn_\u0111\u00fang": 22,
    "y\u00eau_c\u1ea7u_t\u1eeb_kh\u00e1ch_h\u00e0ng": 23,
    "y\u00eau_c\u1ea7u_v\u00e0_th\u1eafc_m\u1eafc": 24,
    "\u0111\u00e3_thanh_to\u00e1n": 25,
    "\u0111\u1ed3ng_\u00fd_l\u00e0_kh\u00e1ch_h\u00e0ng": 26
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "albert",
  "net_structure_type": 0,
  "num_attention_heads": 12,
  "num_hidden_groups": 1,
  "num_hidden_layers": 12,
  "num_memory_blocks": 0,
  "pad_token_id": 0,
  "position_embedding_type": "absolute",
  "problem_type": "single_label_classification",
  "torch_dtype": "float32",
  "transformers_version": "4.34.0",
  "type_vocab_size": 2,
  "vocab_size": 30000
}
